[{"article_id": "3199082", "article_title": "４月份優秀作品發表", "article": "親愛的繼承者們！我是卡卡小編！目前在官方論壇上有許多優秀的作品！在４月份中有哪些繪畫達人呢？現在就一起來˙欣賞吧！為了感謝這些將第七史詩以美麗的方式呈現出來的繼承者～卡卡想要贈送小小的禮物給他們～如果可以的話卡卡想要每個月都選出優秀作品～贈送獎勵給這些達人＞＿＜\n４月份優秀作品獎勵- 獎勵內容：天空石500個- 領獎時間：台灣時間 2019-05-09 14:30 ~ 2019-05-15 14:30謝謝！\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3199082", "up_time": "05-15 19:05"}, {"article_id": "3215374", "article_title": "月光禮包限定販售中！", "article": "親愛的聖約繼承者們！我是卡卡小編！光明與暗黑的交會！現在就來與難得一見的月光英雄見面吧！\n 月光禮包限定販售- 販賣期間：台灣時間 5/16(週四) 更新維護後 ~ 5/22 (週三) 22:59- 每個帳號限購買一次。\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3215374", "up_time": "05-15 19:05"}, {"article_id": "3215672", "article_title": "5月16日(週四)更新維護作業公告", "article": "📢5月16日(週四)更新維護作業公告📢針對更新所進行的維護作業時間說明：\n 維護作業進行時間- 時間：台灣時間 5月 16日(週四) 04:00 ~ 07:00※ 注意事項- 維護時間可能視情況而有所變動，時間變動時將會透過公告再次通知。- 為了確保您的遊戲資料可以正常保存，請務必在維護之前完成所有戰鬥。- 維護時間內無法進行遊戲。謝謝！#更新公告\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3215672", "up_time": "05-15 17:47"}, {"article_id": "3195798", "article_title": "「錦標賽冠軍！」活動", "article": "各位親愛的聖約繼承者們好!我是小編卡卡！《第七史詩》X《聖騎士之戰》合作！這別的支線故事中特別的錦標賽模式！錦標賽的最終冠軍就是繼承者們！每一階段正在進階的繼承者也都是冠軍！身為冠軍的繼承者們！你覺得哪個模式的挑戰者讓你印象最深刻呢？留言給卡卡～讓卡卡知道！\n 錦標賽冠軍們所選出的最令人印象的挑戰者！1. 活動期間：5/9(週四) ~ 5/15(週三) 22:59\t;2. 活動內容:寫下你打敗過的挑戰者中, 最讓你印象深刻的挑戰者！依照以下格式留言, 只要有參與的玩家就可以獲得獎勵～！【留言格式】遊戲暱稱/伺服器/印象深刻的挑戰者名稱/原因範例) 卡卡小編/國際伺服器/巴薩爾/帶著3隻小狗來散步的巴薩爾！3. 獎勵：2張生命之葉 (所有參與活動的繼承者)※ 請務必確認以下內容！！\t;- 若沒有按照以上格式上傳，將不列入參加者名單，無法領取獎勵。\t;- 各伺服器只能參加一次，無法重複參加 (請不要在各國家留言板各上傳一次，若重複則不列入參加名單)－若活動期間到領取獎勵期間內變更遊戲暱稱，則無法領取獎勵。－若留言與活動無關, 或沒有按照格式留言, 有可能會將該留言刪除。－辱罵或因其他原因留下負面留言時，該留言有可能會遭到刪除。期待大家的踴躍留言呦！啾啾！謝謝！\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3195798", "up_time": "05-15 17:47"}, {"article_id": "3201352", "article_title": "5/9(週四)更新後已發現的問題", "article": "親愛的繼承者們！我是卡卡小編！在此說明有關5/9(週四)更新後發現的問題：1. 蒂姬在使用「伽瑪射線」技能時，攻擊的目標就算為免疫狀態，還是會套用弱化效果延長1回合的現象。→由於免疫適用於所有的弱化效果，因此也必須要抵抗「弱化效果延長」。此現象我們將會盡快進行修正。為各位繼承者們帶來困擾真是抱歉！以上問題點會透過此公告持續更新最新消息給大家，我們會盡快修復該問題, 努力為大家帶來更好的服務。謝謝！#已發現的問題\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3201352", "up_time": "05-15 17:47"}, {"article_id": "3215422", "article_title": "5/16(週四)更新資訊", "article": "1. 特別支線故事「來自其他世界的訪客們」第四週開跑歐勒畢斯在魔神戰爭結束後，終於恢復和平。然而世界卻因為某個事件，再度陷入混亂， 黎塔尼亞各地開始出現其他世界的訪客…《第七史詩》X《聖騎士之戰》兩個世界碰撞出的緣分所展開的故事！\n 活動進行期間台灣時間4/25(週四) 維修作業結束後 ~ 5/23(週四)維修作業進行前\n 入場條件帳號等級達到9以上可在大廳中的「戰鬥」圖示中入場。\n 活動進行方法「來自其他世界的訪客們」第四週開始進行時，「最後的故事」章節將會開啟。可透過關卡中移動地區的按鍵或世界地圖移動到其他章節。若上一章節尚未全部闖關完成時，將無法進行下一個章節。【章節】週次\t章節\t\n第1週\t索爾的故事\t\n第2週\t梅喧的故事\t\n第3週\t蒂姬的故事\t\n第4週\t最後的故事\t\n【關卡】在各章節闖關完成時，可獲得活動財物。在「索爾的故事」、「蒂姬的故事」中獲得的活動財物可在交易所交換所需道具，在「梅喧的故事」、「最後的故事」中獲得的活動財物用來做為錦標賽的入場券。且在任務、成就、地區獎勵中可獲得豐富的獎勵。各章節的第8關可選擇難易度來進行。須先將前面的難度關卡闖關完成後，才可以進行下一個難度的關卡。難度越高所要求的戰鬥力及行動力也會越高，且掉落的活動財物量也會越多。\n 強化英雄使用以下英雄挑戰支線故事戰鬥時，能力值將上升。攻擊力、生命力、防禦力提升50%\t\n聖騎士之戰的合作英雄\t\n攻擊力、生命力提升30%\t\n克勞烏、伊賽麗亞、尤娜、魯特比、鷹獵人可露莉、卡爾圖哈\t\n\n 神器追加效果配戴5★神器「惡魔＆天使」及5★ 神器「撕裂的右衣袖」的英雄在支線故事中「最後的故事」闖關成功時， 「受選者的硬幣」的獲得量會增加。相同一張神器的追加效果不會重複套用，且只會套用指定神器的最大效果。5★神器「Junkyard Dog」、5★ 神器「撕裂的右衣袖」及5★ 神器「惡魔＆天使」在支線故事 「來自其他世界的訪客們」 進行期間裝戴或卸除時不會消耗金幣。\n章節\t神器\t獲得量增加的財物\t\n索爾的故事\tJunkyard Dog\t;撕裂的右衣袖\t破裂的唱片碎片\t\n梅喧的故事\t撕裂的右衣袖惡魔＆天使\t受選者的硬幣\t\n蒂姬的故事\tJunkyard Dog\t;惡魔＆天使\t有蝴蝶結的梳子\t\n最後的故事\t撕裂的右衣袖惡魔＆天使\t受選者的硬幣\t\n\n 活動財物可在第四週章節「最後的故事」中獲得「受選者的硬幣」。「受選者的硬幣」為錦標賽入場時的必備財物。\n上級錦標賽開跑目標最強冠軍，擊敗所有挑戰者的錦標賽！上級錦標賽中最強大的挑戰者們正在等待著繼承者們！消耗活動財物「受選者的硬幣」就可參加上級錦標賽。請試著擊敗所有的挑戰者來獲得各種獎勵吧！【入場方式】在支線故事主畫面左下方按下「錦標賽」鍵即可入場。可在上方的選單中選擇中級/上級錦標賽來進行。【進行方法】在對陣表中選擇NPC挑戰對手即可進行挑戰。為了挑戰高階對手，繼承者們須先打敗低階對手中的一人，已經挑戰過的對手無法再次進行挑戰。進行挑戰時需消耗掉活動財物「受選者的硬幣」，且要挑戰越高階的對手所需的財物數量越多。若在對決中贏得勝利時，就可獲得該NPC對手的勝利獎勵。若在對決中失敗時，將不會消耗掉入場時所需的「受選者的硬幣」，且可以再次進行挑戰。第四週「上級錦標賽」會開啟，即使沒有完成所有的「中級錦標賽」還是可以挑戰「上級錦標賽」。請準備對抗更加強大的挑戰者們！\t;特別支線故事「來自其他世界的訪客們」結束時，所有的錦標賽也會一起結束。結束以後就不可再次入場，因此請在結束前擊敗所有的隊伍獲得豐富的獎勵！在所有的錦標賽中獲勝後，剩下的「受選者的硬幣」可來購買新增的交易所項目。2. 改善里伯林港口任務動線在冒險[2S]里伯林地區的[3-1]里伯林港口中，已改善「聽取村莊青年的請託」任務及支線地區進行的動線。請確認一下變的更加簡易明瞭、更加便利的里伯林港口任務。\t;\n 改善內容\t;- 為了讓[3-1]里伯林港口任務及支線地區解鎖，入場次數已減少為兩回。- 第二次進場時已改善動線，可一次進行所有的任務。\t;- [S1聳防風林]、[S4.驟雨步道]、[S6巖穴洞]中即使只有一個路徑解鎖，其他路徑也會跟著解鎖。\t;- 最後的獎勵道具「回憶的戒指」已改為可在戰鬥中獲得。改善前\t改善後\t\n與NPC辛希亞對話獲得\t第一次在特定戰鬥中闖關成功時獲得獎勵\t\n※ 先前已完成里伯林港口的「聽取村莊青年的請託」任務之繼承者，因最終獲得獎勵結構已變更，進行戰鬥時另外獲得「回憶的戒指」。3. 其他改善及錯誤修正事項\n 迷宮- 逆襲迷宮王都亞茲馬卡里思中僑里夫議會的「傳染瘟疫」技能之工具提示已變更為與實際功能相符之內容。\t;- 目前可在逆襲迷宮王都亞茲馬卡里思的迷你地圖中確認各首領出現的位置，只要點選首領怪物的肖像就可確認首領攻略。\n 騎士團- 在大師商店中可購買的祝福道具之持續效果，已改善為購買後會立刻套用該效果。- 捐獻時，金幣、勇氣證據的道具圖片及文句會顯示錯誤，該問題已修正。- 騎士團團戰的戰鬥準備視窗中，敵軍防禦對中的後列英雄圖示會歪斜顯示，該問題已解決。\n 深淵- 部分層數中已新增攻掠首領之攻略，攻掠首領圖示已可點選的層數可確認攻略內容。\n 討伐\t;- 討伐魔像中的「霜風席爾巴」已改善為可以更容易成為目標。\n 支線故事- 特別支線故事「來自其他世界的訪客們」中的故事原文有一部分出現錯字，目前已修正。- 支線故事中有難易度關卡的初級難度在闖關完成時，首領的標示會消失，該問題已修正。- 在支線故事中確認完地區獎勵後，點選「成就」的「移動」鍵時，地區獎勵視窗會一直出現，該問題已解決。\n 帳號- 設定中已新增「刪除帳號」鍵。✓ 刪除帳號時，所有的遊戲紀錄、好友目錄等該帳號的所有伺服器遊戲紀錄將會歸零。✓ 刪除帳號後，被刪除的遊戲資訊將無法復原。\t;\n 介面及其他- 世界地圖中完成特定步驟後，最後進行戰鬥時，帳號強化效果會顯示3個，該問題已解決。- 在聊天室中留下較長的特殊文字後，會發生無法換行的問題，該問題已修正。- 蒂姬的「不理智的伽瑪射線」中文描述已變更為與實際功能相符之內容，原文及實際功能並無改變。- 將神器強化到Max後，按下返回鍵時，神器的彈跳窗中神器的強化數值會與「/」符號重疊，該問題已修正。- 強化神器時，即使沒有達成最高強化階段30時，還是會顯示在通知消息上，該問題已解決。*一切遊戲內容、圖片以實際遊戲內的描述為主，公告說明有可能隨時變更，請各位玩家參考。#更新資訊\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3215422", "up_time": "05-15 17:47"}, {"article_id": "3201628", "article_title": "5/10(週五)更新下載包作業公告", "article": "各位親愛的聖約繼承者們好！我是小編卡卡！為了伺服器的穩定性，我們預計發布下載包，詳細內容請參考以下資訊。\n 5/10(週五)更新下載包作業說明1. 時間：台灣時間 5/10(週五) 15:302. 下載包內容：\t;- 修正蒂姬在使用「伽瑪射線」技能時，攻擊的目標就算為免疫狀態，還是會套用弱化效果延長1回合的現象。\t;- 修正在特定情況下使用蒂姬「不理智的伽瑪射線」靈魂燃燒效果，不會產生立即產生追加回合的現象。\t;- 修正在討伐報喪妖對分裂的報喪妖使用「不理智的伽瑪射線」時，報喪妖后也會同時套用弱化效果的現象。※ 注意事項！- 發布新的下載包作業後，重新登入遊戲時將會自動下載作業包。- 在進行更新下載包作業時可能會出現遊戲異常關閉的現象，重新進入遊戲後即可恢復正常。- 進行發布下載包的作業時，可以進入遊戲。造成您的不便敬請見諒，我們會努力提供更好的遊戲環境。謝謝！#維護公告\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3201628", "up_time": "05-15 17:47"}, {"article_id": "3199535", "article_title": "討伐魔像第11階段攻略得獎者出爐！", "article": "👑討伐魔像第11階段攻略得獎者出爐！👑優勝者（共三名，兩名從缺，非按名次排序）：😻黑尼哥 \t; \t; \t; \t;✏️https://is.gd/yEtU7k😻twasd80602 ✏️https://is.gd/nHTZ68😻南冥大魔王 \t;✏️https://is.gd/sxbZWI恭喜以上三位優勝者，可領取500個天空石！攻略佳作（共六名，四名從缺，非按名次排序）：😻蒼時弦也 \t; \t;✏️https://is.gd/n8QN5m😻呂企鵝 \t; \t; \t; ✏️https://is.gd/rqxZyA😻無情 \t; \t; \t; \t; \t;✏️https://is.gd/FK6qQA😻艾爾希諾 \t; \t;✏️https://is.gd/ZFwIjI😻YwrUWDUa ✏️https://is.gd/RXe70j😻pic7rrv \t; \t; \t; ✏️https://is.gd/49f7yF恭喜以上六位攻略佳作，可領取300個天空石！親愛的繼承者們！討伐魔像第11階段通過了嗎？若你的答案為否，請參考以下高手攻略⬇️⬇️⬇️請各位得獎的繼承者們在以下時間內領取獎勵！台灣時間 2019.05.10 09:00 ~ 2019.05.16 09:00\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3199535", "up_time": "05-15 17:47"}, {"article_id": "3195544", "article_title": "魔羅戈拉禮包限定販售中！", "article": "親愛的聖約繼承者們好！我是卡卡小編！強化技能時必備的魔羅戈拉禮包回來了！必備！千萬不要錯過！\n 魔羅戈拉禮包- 販賣期間：台灣時間 5/9(週四)維護後 ~ 5/15(週三) 22:59為止- 每個帳號限購買一次。謝謝!\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3195544", "up_time": "05-15 17:47"}, {"article_id": "3195546", "article_title": "5月9日(週四)更新維護作業公告(提前結束)", "article": "📢5月9日(週四)更新維護作業公告📢針對更新所進行的維護作業時間說明：\n 維護作業進行時間- 時間：台灣時間 5月 9日(週四) 04:00 ~ 07:30\n 全球伺服器因時區問題, 行動力發放時間延長為 07:35～18:00(台灣時間)※ 注意事項- 維護時間可能視情況而有所變動，時間變動時將會透過公告再次通知。- 為了確保您的遊戲資料可以正常保存，請務必在維護之前完成所有戰鬥。- 維護時間內無法進行遊戲。謝謝！#更新公告\n本文详细地址\nhttp://page.onstove.com/epicseven/tw/board/list/e7tw001/view/3195546", "up_time": "05-15 17:47"}]